src/app/docs/ph_modelsql.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://www.cisco.com/AXL/API/9.1">
   <soapenv:Header/>
   <soapenv:Body>
      <ns:executeSQLQuery>
         <sql>
           SELECT enum as modelNumber, name as modelName
           FROM typemodel WHERE name like "Cisco%%"
         </sql>
      </ns:executeSQLQuery>
   </soapenv:Body>
</soapenv:Envelope>
